{
    "success": true,
    "suggestedMessage": [
        "If you could live in any fictional world for a year, where would it be and why?",
        "What's a small act of kindness you've witnessed or experienced that made your day better?",
        "If you could master any skill instantly, what would it be and how would you use it?",
        "What's a quote or saying that always inspires you when you need motivation?",
        "If you had to describe your personality using only three emojis, which ones would you choose?",
        "What's something you thought you'd have figured out by now but totally don't?",
        "If you could erase one embarrassing moment from your life, would you?",
        "What's a mistake you made that actually turned out to be a good thing?",
        "If time and money weren't an issue, what would your dream life look like?",
        "What's a conspiracy theory you secretly think might be true?",
        "If you could talk to your future self for five minutes, what would you ask?",
        "What's a moment from your life that felt like a movie scene?",
        "Would you rather always know when someone is lying or be able to lie without anyone ever noticing?",
        "What's a risk you took that paid off?",
        "If you had to leave everything behind and start fresh somewhere new, where would you go?",
        "What's the weirdest compliment you've ever received?",
        "Do you believe in soulmates? Why or why not?",
        "If you could relive one night of your life, which one would it be?",
        "What's a small habit you've picked up that unexpectedly changed your life?",
        "If you could experience one moment in history firsthand, which one would you choose?",
        "What's a topic you could talk about for hours without getting bored?",
        "What's the most unexpected thing you've learned about yourself in the last year?",
        "If you could be ridiculously good at one thing overnight, what would it be?",
        "What's a song lyric that perfectly describes your current mindset?",
        "What's a random childhood memory that still makes you laugh?",
        "If your life had a narrator, who would you want it to be?",
        "Would you rather be able to control time or read minds?",
        "What's one piece of advice you wish you had listened to sooner?",
        "If you could have dinner with three fictional characters, who would they be?",
        "What's one thing you hope your future self never forgets?",
        "If you had to sum up your life in a hashtag, what would it be?",
        "What's a weird superstition you actually believe in?",
        "What's one thing you thought only you did until you realized everyone else does it too?",
        "If you had a personal theme song, what would it be?",
        "What's a compliment you've never forgotten?",
        "If you had to switch lives with someone for a month, who would it be?",
        "Would you rather always say exactly what's on your mind or never be able to speak your thoughts?",
        "If you could make one law that everyone had to follow, what would it be?",
        "What's something you're really passionate about but rarely talk about?",
        "If you could bring one trend back from the past, what would it be?",
        "What's a childhood fear you've never outgrown?",
        "If someone had to play you in a movie, who would you want it to be?",
        "What's one thing you love that everyone else seems to hate?",
        "If you had to describe your current mood using a meme, which one would it be?",
        "What's one thing you wish people asked you more about?",
        "If you could be famous for one random thing, what would it be?",
        "Would you rather have unlimited knowledge or unlimited money?",
        "What's the last thing you did that made you proud of yourself?",
        "What's a belief you used to have but don't anymore?",
        "If you could make one small change in the world today, what would it be?",
        "What's a feeling you wish you could experience for the first time again?",
        "What's a movie or book ending that still haunts you?",
        "If you had 24 hours where nothing you did had consequences, what would you do?",
        "What's a hobby you've always wanted to try but never got around to?",
        "If you could spend a day inside any video game, which one would it be?",
        "What's one thing that instantly makes you feel at home?",
        "If you could swap lives with someone for a week, would you do it? Who would it be?",
        "What's a random thing that always makes you smile?",
        "Would you rather live 10 years in the past or 10 years in the future?",
        "If you had to give your life a title, what would it be?",
        "What's something you've done that you never thought you would?",
        "If you could visit any alternate reality, what would it look like?",
        "What's one moment in life you wish you could pause and live in forever?",
        "What's a song that instantly reminds you of someone?",
        "If you could hear every time someone talked about you behind your back, would you want to?",
        "What's the last deep conversation you had?",
        "If your younger self could see you now, what do you think they'd say?",
        "Would you rather have perfect memories or the ability to forget anything instantly?",
        "If you had to leave a mystery note for a stranger, what would it say?",
        "What's a question you've always wanted to ask but never have?",
        "If you could make your dreams real for one day, what would happen?",
        "What's one thing about growing up that no one prepared you for?",
        "Would you rather live in a world without music or a world without movies?",
        "What's a small moment that changed your entire perspective on something?",
        "If you could get a message from your future self, what do you think it would say?",
        "What's something you pretend to understand but actually don't?",
        "If life gave you a do-over button, when would you use it?",
        "What's a memory that randomly pops into your head at the weirdest times?",
        "If you could time travel but only once, where and when would you go?",
        "What's a moment you didn't realize was special until later?",
        "If your thoughts were a TV show, what kind of show would it be?",
        "What's one thing you hope no one ever forgets about you?",
        "What's the best advice you've ever ignored?",
        "If you could ask your past self one question, what would it be?",
        "Would you rather be able to see people's dreams or hear their thoughts?",
        "What's a personal rule you always follow?",
        "If you could turn any emotion into a superpower, which one would it be?",
        "What's something you've seen that you'll never forget?",
        "If you had to describe yourself in only five words, what would they be?",
        "What's one mystery about your own life you wish you could solve?",
        "If you had to sum up your life so far in one sentence, what would it be?",
        "What's the last thing that truly amazed you?",
        "If you could switch lives with a historical figure for a day, who would it be?",
        "What's a small decision you made that ended up having a huge impact on your life?",
        "If you could spend a week in any era of history, when would it be?",
        "What's something you believe in that most people don't?",
        "If your life had background music, what song would always be playing?",
        "What's the last thing you did just because it scared you?",
        "Would you rather have unlimited confidence or unlimited patience?",
        "What's a weird but useful life hack you swear by?",
        "If you had to describe your mindset right now with a movie title, what would it be?",
        "What's one thing about yourself that you're still trying to understand?",
        "Would you rather always be five minutes early or always be five minutes late?",
        "What's something you wish schools taught but don't?",
        "If your dreams could send you messages, what do you think they'd say?",
        "What's a personality trait you used to dislike about yourself but now appreciate?",
        "If you could ask the universe one question and get a direct answer, what would it be?",
        "What's a childhood habit you still have?",
        "If emotions had colors, what color would best describe your current mood?",
        "Would you rather be able to instantly learn any new language or play any instrument?",
        "What's the most interesting fact you've learned recently?",
        "If you could be the best in the world at one random skill, what would it be?",
        "What's a fear you conquered that you're proud of?",
        "Would you rather be famous for something controversial or never be famous at all?",
        "What's a strange coincidence that happened to you?",
        "If you could bring back one extinct species, which one would you choose?",
        "What's a book or movie that completely changed the way you see the world?",
        "If you could live anywhere in the world for one year, where would you go?",
        "What's one thing you've done that you never expected to?",
        "Would you rather always know the truth or never have to feel pain?",
        "What's a small luxury you could never give up?",
        "If you had to delete all but three apps from your phone, which ones would you keep?",
        "What's something you never noticed about the world until someone pointed it out?",
        "Would you rather have the ability to pause time or rewind it?",
        "What's a lesson you learned the hard way?",
        "If you could make one fictional invention real, what would it be?",
        "What's an underrated pleasure in life?",
        "Would you rather live in a world with no internet or no music?",
        "What's the weirdest dream you've ever had?",
        "If you could travel the world with one person, who would it be?",
        "What's a personal goal you're working on right now?",
        "If you had to teach a class on something, what would you choose?",
        "Would you rather explore the deep ocean or deep space?",
        "What's one habit you're trying to break?",
        "What's a moment you wish you could relive?",
        "If your future self could send you one warning, what do you think it would be?",
        "What's a song that feels like it was written just for you?",
        "If you could witness any event in history, what would it be?",
        "Would you rather never feel tired or never feel hungry?",
        "What's the strangest advice you've ever received?",
        "If life had a pause button, when would you use it?",
        "What's a personal achievement you don't talk about but are really proud of?",
        "Would you rather always have perfect comebacks or be able to diffuse any argument?",
        "If you had to live in a different country for a year, where would it be?",
        "What's something you miss from childhood that isn't around anymore?",
        "What's the last thing you did just for fun?",
        "Would you rather be able to speak every language or understand every animal?",
        "What's a piece of nostalgia that never fails to make you happy?",
        "If you could meet your childhood self, what advice would you give them?",
        "Would you rather always have a perfect memory or be able to forget anything instantly?",
        "If you had to give up either coffee or chocolate forever, which one would you choose?",
        "What's a goal you have for the next five years?",
        "If emotions were contagious like a cold, what would you want to spread?",
        "What's something you wish you appreciated more when you had it?",
        "If you could ask your favorite fictional character one question, what would it be?",
        "What's an event in your life that felt like destiny?",
        "Would you rather be completely fearless or never feel stress again?",
        "If you could replay one year of your life, would you?",
        "What's one dream you've never given up on?",
        "If you could have dinner with your future self, what would you talk about?",
        "What's a movie or show that had an ending you can't stop thinking about?",
        "If you could learn the answer to one mystery in the world, what would it be?",
        "Would you rather relive your best day or redo your worst day?",
        "What's a random moment in life that felt way too meaningful?",
        "If you could keep only one memory forever, which one would it be?",
        "What's something about the world that makes you hopeful?",
        "If you could send one message to the entire world, what would it say?",
        "Would you rather always be underestimated or always be challenged?",
        "What's a skill you've always admired but never learned?",
        "If you could make one wish, knowing it would 100% come true, what would you wish for?",
        "What's a weird or useless fact that you'll never forget?",
        "Would you rather always have the perfect thing to say or always be able to read the room?",
        "What's a decision you made that completely changed your life?",
        "If you could have any job for one year, just for fun, what would it be?",
        "What's a song you'd want playing in the background of your best memories?",
        "If you could befriend one fictional character, who would it be?",
        "What's a moment when you felt like you were exactly where you were meant to be?",
        "If you could live inside any book or movie, which one would you choose?"
    ]
}
